Repository: lucianm/vdr-plugin-skyselectfeeds
Catalog: po/*.po
Languages: de_de, ro_ro

source: Link(ed) channel - start SkySelect Feeds?
de_de: Verlinkter Kanal - SkySelect Feeds starten?
ro_ro: Canal asociat - pornesc 'SkySelect Feeds'?

source: Not a link(ed) channel!
de_de: Kein verlinkter Kanal!
ro_ro: Canalul nu este asociat!

source: No EPG information available
de_de: Keine EPG Information verfügbar
ro_ro: Nu există EPG disponibil

source: skin-aware plugin to use the Sky Select (Germany) linked feeds option
de_de: OSD-Navigation durch Sky Select Feeds (Deutschland)
ro_ro: Navigație OSD prin feed-uri asociate Sky Select (Germania)

source: SkySelect Feeds
de_de: Sky Select

source: Hide main menu entry
de_de: Hauptmenüeintrag verstecken
ro_ro: Ascunde în meniul principal

source: no
de_de: nein
ro_ro: nu

source: yes
de_de: ja
ro_ro: da

source: Swap up and down
de_de: Tasten auf und ab vertauschen
ro_ro: Inversează tastele sus / jos

source: Swap up and down in menu
de_de: Tasten auf und ab im Menü vertauschen
ro_ro: Inversează tastele sus / jos în meniu

source: Display info on channel change
de_de: Kanalinfo beim umschalten anzeigen
ro_ro: Afișează informații despre canal la comutare

source: Switch channel on linkchannel selection
de_de: Kanal umschalten bei Auswahl von verlinkten Kanälen
ro_ro: Comută canalul la selectarea unui canal asociat

source: Hide plugin after channel switch
de_de: Plugin nach Kanal schalten verstecken
ro_ro: Ascunde Plugin-ul după comutarea canalului

source: Display channel shortcut numbers
de_de: Anzeige von Kanal Direktwahl-Nummern
ro_ro: Afișeaza numerotarea canalelor

source: Display EPG information
de_de: EPG Informationen anzeigen
ro_ro: Afișează informații EPG

source: Show plugin again on button
de_de: Plugin erneut anzeigen bei Taste
ro_ro: Afișează din nou plugin-ul la tasta

source: Autostart plugin
de_de: Plugin-Autostart
ro_ro: Auto-startează plugin-ul

source: Autostart plugin on referenced channels
de_de: Plugin-Autostart bei verlinkten Kanälen
ro_ro: Auto-startează plugin-ul la canale asociate

source: Ask before autostart plugin
de_de: Plugin-Autostart bestätigen lassen
ro_ro: Cere confirmare pentru auto-startarea plugin-ului

source: Avoid start on nonlink channels
de_de: Bei nicht verlinkten Kanälen Start unterbinden
ro_ro: Evită auto-startarea plugin-ului la canale neasociate

source: Portal Mode
ro_ro: Mod 'Portal'
